Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/bitwarden.tmx
Source language: en
Languages: sv

source: 8 hours
sv: 8 timmar

source: Clear [%1$s]
sv: Rensa [%1$s]

source: Download file
sv: Ladda ner fil

source: API access token (required)
sv: API-åtkomsttoken (krävs)

source: Due to an enterprise policy, you are only able to delete an existing Send.
sv: På grund av en företagspolicy kan du bara radera en befintlig Send.

source: Log out all accounts
sv: Logga ut från alla konton

source: The master password is the password you use to access your vault.
sv: Huvudlösenordet är det lösenord som du använder för att komma åt ditt valv.

source: Bitwarden could not decrypt this file, so the preview cannot be displayed.
sv: Bitwarden kunde inte dekryptera den här filen, så förhandsvisningen kan inte visas.

source: Enter the verification code that was sent to your email
sv: Ange verifieringskoden som skickades till din e-postadress

source: We don’t recognize this device. Enter the code sent to your email to verify your identity.
sv: Vi känner inte igen den här enheten. Ange koden som skickats till din e-post för att verifiera din identitet.

source: Password confirmation is not correct.
sv: Bekräftelsen för huvudlösenordet stämde ej.

source: Name on account
sv: Namn på konto

source: Duo two-step login is required for your account.
sv: Duo tvåstegsverifiering krävs för ditt konto.

source: Organization policy restriction
sv: Begränsning enligt organisationspolicy

source: User ID copied to the clipboard
sv: Användar-ID kopierat till urklipp

source: Biometric verification
sv: Biometrisk verifiering

source: Show
sv: Visa

source: Your organization requires you to set a master password.
sv: Din organisation kräver att du anger ett huvudlösenord.

source: Learn about organizations
sv: Läs mer om organisationer

source: 1 OF 6
sv: 1 AV 6

source: Password is visible, tap to hide.
sv: Lösenordet är synligt, tryck för att dölja.

source: Email address (required)
sv: E-postadress (obligatoriskt)

source: Turn on browser autofill integration
sv: Slå på integration för autofyll i webbläsaren

source: Enable flight recorder
sv: Aktivera färdskrivare

source: Need another option? <annotation link="viewAll">View all login options</annotation>
sv: Behöver du ett annat alternativ? <annotation link="viewAll">Visa alla inloggningsalternativ</annotation>

source: Copy username
sv: Kopiera användarnamn

source: %#@YourPINMustBeAtLeastCharacters@ Your PIN settings will be reset if you ever fully log out of the application.
sv: %#@YourPINMustBeAtLeastCharacters@ Dina PIN-inställningar kommer att återställas om du någonsin loggar ut från applikationen.

source: Your vault is locked. Verify your master password to continue.
sv: Ditt valv är låst. Bekräfta ditt huvudlösenord för att fortsätta.

source: Remember email
sv: Kom ihåg e-post

source: Passkey management
sv: Hantering av inloggningsnycklar

source: SSO cookies cleared
sv: SSO-cookies rensade

source: June
sv: Juni

source: Build a new passphrase with ${applicationName}
sv: Bygg en ny lösenordsfras med ${applicationName}

source: Maximum access count
sv: Maximalt antal åtkomster

source: 1 OF 3
sv: 1 AV 3

source: There are no items in your vault for [%1$s].
sv: Det finns inga objekt i ditt valv för [%1$s].

source: There are no logins in your vault
sv: Det finns inga inloggningar i ditt valv

source: There was a problem exporting your vault. If the problem persists, you’ll need to export from the web vault.
sv: Det gick inte att exportera ditt valv. Om problemet kvarstår, måste du exportera från webbvalvet.

source: For details on what is and isn’t logged, visit the **[Bitwarden help center]([%1$s])**.
sv: För mer information om vad som loggas och inte, besök **[Bitwardens hjälpcenter]([%1$s])**.

source: Autofill will not be offered for these URIs.
sv: Autofyll kommer inte att erbjudas för dessa URI:er.

source: File name
sv: Filnamn

source: Retry export
sv: Försök på nytt med export

source: By declining, your personal items will stay in your account, but you’ll lose access to shared items and organization features. <annotation link="learnMore">Learn more</annotation>
sv: Genom att avböja kommer dina personliga saker att finnas kvar på ditt konto, men du kommer att förlora åtkomst till delade objekt och organisationsfunktioner.\n\nKontakta administratören för att återfå åtkomst.

source: We couldn’t verify the server’s certificate. The certificate chain or proxy settings on your device or your Bitwarden server may not be set up correctly.
sv: Vi kunde inte verifiera serverns certifikat. Certifikatkedjan eller proxyinställningarna på din enhet eller din Bitwarden-server kanske inte är korrekt konfigurerade.

source: 5 OF 6
sv: 5 AV 6

source: Bank accounts
sv: Bankkonton

source: Show more
sv: Visa mer

source: Log in with device must be set up in the settings of the Bitwarden app.
sv: Logga in med enhet måste ställas in i inställningarna för Bitwarden-appen.

source: Share files securely with anyone using Send
sv: Dela filer säkert med vem som helst med Send

source: Default ([%1$s])
sv: Standard ([%1$s])

source: Updated master password
sv: Huvudlösenord uppdaterades

source: External link
sv: Extern länk

source: Archiving
sv: Arkiverar

source: Cancel
sv: Avbryt

source: Switch input mode
sv: Växla inmatningsläge

source: There was a problem importing your vault.
sv: Det uppstod ett problem vid import av ditt valv.

source: Preview unavailable for this file. You can still download it to view on your device.
sv: Förhandsvisning inte tillgänglig för den här filen. Du kan fortfarande ladda ner den för att visa på din enhet.

source: Bitwarden could not decrypt this vault item. Copy and share this error report with customer success to avoid additional data loss.
sv: Bitwarden kunde inte avkryptera detta valvobjekt. Kopiera och dela denna felrapport med kundtjänst för att undvika ytterligare dataförlust.

source: Use Optic ID To Unlock
sv: Använd Optic ID för att låsa upp

source: Local codes ([%1$i])
sv: Lokala koder ([%1$i])

source: Invalid verification code
sv: Ogiltig verifieringskod

source: Today
sv: Idag

source: Check known data breaches for this password
sv: Kontrollera kända dataintrång för detta lösenord

source: Add identity
sv: Lägg till identitet

source: The import request could not be processed.
sv: Importbegäran kunde inte behandlas.

source: Master password re-prompt help
sv: Återupprepa huvudlösenord hjälp

source: Block autofill
sv: Blockera autofyll

source: Language
sv: Språk

source: Password last updated: [%1$s]
sv: Lösenord senast uppdaterat: [%1$s]

source: Bitwarden could not decrypt [%1$i] vault item. Copy and share this error report with customer success to avoid additional data loss.
sv: Bitwarden kunde inte dekryptera [%1$i] objekt i valvet. Kopiera och dela den här felrapporten med kundsupport för att undvika ytterligare dataförlust.

source: Bitwarden could not decrypt [%1$i] vault items. Copy and share this error report with customer success to avoid additional data loss.
sv: Bitwarden kunde inte dekryptera [%1$i] objekt i valvet. Kopiera och dela den här felrapporten med kundsupport för att undvika ytterligare dataförlust.

source: per month
sv: per månad

source: The certificate has expired.
sv: Certifikatet har löpt ut.

source: Verify master password
sv: Bekräfta huvudlösenord

source: Import not available
sv: Importen är inte tillgänglig

source: Leave [%1$s]
sv: Lämna [%1$s]

source: URI match detection
sv: Matchning av URI

source: You now have access to advanced security features. Learn more about what's included with Premium.
sv: Du har nu tillgång till avancerade säkerhetsfunktioner. Läs mer om vad som ingår i Premium.

source: Expired link
sv: Utgången länk

source: Unlock with Biometrics
sv: Lås upp med biometri

source: Your subscription is scheduled to cancel on **[%1$s]**. You can reinstate it anytime before then.
sv: Din prenumeration är schemalagd att avbrytas den **[%1$s]**. Du kan återaktivera den när som helst innan dess.

source: Set up biometric unlock and autofill to log into your accounts without typing a single letter.
sv: Ställ in biometrisk upplåsning och autofyll för att logga in på dina konton utan att skriva en enda bokstav.

source: Starts with (advanced)
sv: Börjar med (avancerat)

source: User ID
sv: Användar-ID

source: Password updated: [%1$s]
sv: Lösenord uppdaterat: [%1$s]

source: Strong
sv: Starkt

source: [%1$s] / month
sv: [%1$s] / månad

source: Leave organization
sv: Lämna organisation

source: Email (required)
sv: E-post (obligatoriskt)

source: Invalid URI
sv: Ogiltig URI

source: Certificate of deposit
sv: Inlåningsbevis

source: Remove passkey
sv: Ta bort nyckeln

source: [%1$s] per month, cancel anytime
sv: [%1$s] per månad, avbryt när som helst

source: Investment/brokerage
sv: Investering/mäklare

source: Deleting your account is permanent
sv: Radering av ditt konto är permanent

source: **Toggle on Bitwarden** to use your saved passwords to log into your accounts.
sv: **Slå på Bitwarden** för att använda dina sparade lösenord för att logga in på dina konton.

source: OK, got it!
sv: OK, jag förstår!

source: 1. Go to the iOS “Settings” app
sv: 1. Gå till iOS-appen “Inställningar”

source: Failed to generate verification code
sv: Misslyckades med att generera verifieringskod

source: Add card
sv: Lägg till kort

source: Set up an unlock option to change your vault timeout action.
sv: Ställ in ett upplåsningsalternativ för att ändra vad som händer när tidsgränsen uppnås.

source: Exit every ${applicationName} account
sv: Avsluta varje ${applicationName}-konto

source: Value
sv: Värde

source: Hold steady and ensure all card details are visible
sv: Håll stilla och se till att alla kortuppgifter är synliga

source: Import passwords, passkeys, credit cards, and any personal identity information from another password manager.\n\nYour data will **not** be deleted from your previous provider.
sv: Importera lösenord, lösenordsnycklar, kreditkort och annan personlig identitetsinformation från en annan lösenordshanterare.\n\nDina uppgifter kommer **inte** att raderas från din tidigare leverantör.

source: Are you sure you want to remove this account?
sv: Är du säker på att du vill ta bort detta konto?

source: Having trouble with autofill?
sv: Har du problem med autofyllning?

source: Options are expanded, tap to collapse.
sv: Alternativen är utvidgade, tryck för att dölja.

source: Item saved
sv: Objekt sparat

source: Secure checkout didn’t load
sv: Säker utcheckning laddades inte

source: Minimum special
sv: Minsta antal speciella tecken

source: [%1$s] is requiring all items to be owned by the organization for security and compliance. Click accept to transfer ownership of your items.
sv: [%1$s] kräver att alla objekt ägs av organisationen för säkerhet och efterlevnad. Klicka på acceptera för att överföra ägarskapet för dina objekt.

source: Send details
sv: Skicka information

source: %#@BitwardenCouldNotDecryptVaultItems@ Copy and share this error report with customer success to avoid additional data loss.
sv: %#@BitwardenCouldNotDecryptVaultItems@ Kopiera och dela felrapporten med kundtjänst för att undvika ytterligare dataförlust.

source: Advanced
sv: Avancerat

source: Set up biometrics or choose a PIN code to quickly access your vault and Autofill your logins.
sv: Ställ in biometri eller välj en PIN-kod för att snabbt komma åt ditt valv och fylla i dina inloggningsuppgifter automatiskt.

source: Login Credentials
sv: Inloggningsuppgifter

source: Check out the passphrase generator
sv: Kolla in lösenordsfrasgeneratorn

source: Key is required.
sv: Nyckel krävs.

source: <annotation emphasis="bold">Select Import data</annotation> in the web app, then Done below to finish syncing.
sv: <annotation emphasis="bold">Välj Importera data</annotation> i webbappen och sedan Klar nedan för att avsluta synkroniseringen.

source: Allow sync on refresh
sv: Aktivera synkronisering vid uppdatering

source: <annotation link="moreAboutMatchDetection">More about match detection</annotation>
sv: <annotation link="moreAboutMatchDetection">Mer om matchningsdetektering</annotation>

source: For your security, be sure to **delete your saved password file.**
sv: För din egen säkerhet, se till att **radera din sparade lösenordsfil.**

source: Use the web app
sv: Använd webbappen

source: [%1$i] OF [%2$i]
sv: [%1$i] AV [%2$i]

source: Card scanned
sv: Kort skannat

source: %d item
sv: %d objekt

source: %d items
sv: %d objekt

source: The vault protects more than just your passwords. Store secure logins, IDs, cards and notes securely here.
sv: Valvet skyddar mer än bara dina lösenord. Förvara säkra inloggningar, identiteter, kort och anteckningar säkert här.

source: Individuals will need to enter this password to view this Send
sv: Personer måste ange detta lösenord för att visa denna Send

source: These are applications Google considers safe and are available in Google’s Play Store.
sv: Dessa är applikationer som Google anser vara säkra och som finns tillgängliga i Googles Play Store.

source: Off
sv: Av

source: **Log in to the Bitwarden web app.**
sv: **Logga in på Bitwardens webbapp.**

source: Add bank account
sv: Lägg till bankkonto

source: Saving…
sv: Sparar…

source: Log out
sv: Logga ut

source: Preview unavailable for [%1$s] files. You can still download it to view on your device.
sv: Förhandsvisning inte tillgänglig för [%1$s]-filer. Du kan fortfarande ladda ner den för att visa på din enhet.

source: App settings
sv: Appinställningar

source: For details on what is and isn’t logged, visit the\n<annotation link="helpCenter">Bitwarden help center.</annotation>
sv: För mer information om vad som loggas och inte loggas, besök\nBitwardens<annotation link="helpCenter">hjälpcenter.</annotation>

source: Password operation failed because no item was selected.
sv: Åtgärd för lösenord misslyckades därför att inget objekt valdes.

source: This login does not have a username or password configured.
sv: Den här inloggningen har inte ett användarnamn eller lösenord angivet.

source: Got it
sv: Jag fattar

source: Dismiss
sv: Avfärda

source: Item information
sv: Objektinformation

source: Number
sv: Nummer

source: Created [%1$s]
sv: Skapade [%1$s]

source: There are no notes in your vault.
sv: Det finns inga anteckningar i ditt valv.

source: Unlock with Touch ID
sv: Lås upp med Touch ID

source: All accounts have been logged out
sv: Alla konton har loggats ut

source: Set master password
sv: Ange huvudlösenord

source: Copy last name
sv: Kopiera efternamn

source: OTP Type
sv: OTP-typ

source: Need help? Visit our Help Center for guidance.
sv: Behöver du hjälp? Besök vårt Hjälpcenter för assistans.

source: Item name, [%1$s]
sv: Artikelns namn, [%1$s]

source: Do you want to require unlocking with biometrics or your master password when the application is restarted?
sv: Vill du kräva upplåsning med biometri eller ditt huvudlösenord när applikationen startas om?

source: Passkey operation failed because host URL is not present in request.
sv: Åtgärden för inloggningsnyckel misslyckades eftersom värd-URL:en inte finns med i begäran.

source: Your vault is locked. Verify your PIN code to continue.
sv: Ditt valv är låst. Bekräfta din PIN-kod för att fortsätta.

source: Fingerprint phrase
sv: Fingeravtrycksfras

source: To turn on Bitwarden in Safari and other apps, tap the “more” icon on the bottom row of the menu.
sv: För att aktivera Bitwarden i Safari och andra appar, tryck på ikonen ”mer” i menyns nedre rad.

source: Unlock options
sv: Upplåsningsalternativ

source: No devices found
sv: Inga enheter hittades

source: Go to bitwarden.com/download to integrate Bitwarden into your favorite browser for a seamless experience.
sv: Gå till bitwarden.com/download för att integrera Bitwarden i din favoritwebbläsare och få en smidig upplevelse.

source: Passport details
sv: Passuppgifter

source: Replace existing certificate
sv: Ersätt befintligt certifikat

source: One or more organization policies are affecting your generator settings
sv: En eller flera organisationspolicyer påverkar dina generatorinställningar

source: We sent an email to [%1$s]
sv: Vi skickade e-post till [%1$s]

source: There are no items to list.
sv: Det finns inga objekt att visa.

source: import help
sv: importhjälp

source: Export vault to a file
sv: Exportera valv till en fil

source: Key
sv: Nyckel

source: Cannot read authenticator key.
sv: Kan inte läsa autentiseringsnyckeln.

source: Regular expression (advanced)
sv: Reguljärt uttryck (avancerat)

source: Manage plan
sv: Hantera prenumeration

source: Add
sv: Skapa

source: Your organization has set the default session timeout to on app restart.
sv: Din organisation har ställt in standardtidsgräns för sessionen till vid omstart av appen.

source: Logging in on:
sv: Loggar in på:

source: Country
sv: Land

source: Remove every ${applicationName} session
sv: Ta bort varje ${applicationName}-session

source: “Regular expression” is an advanced option with increased risk of exposing credentials if used incorrectly.
sv: ”Reguljära uttryck” är ett avancerat alternativ som medför ökad risk för att användaruppgifter exponeras om det används felaktigt.

source: New around here?
sv: Är du ny här?

source: Dark
sv: Mörkt

source: Fill out the form and **import your saved password file.**
sv: Fyll i formuläret och **importera din sparade lösenordsfil.**

source: File Source
sv: Filkälla

source: Last name
sv: Efternamn

source: Enter your master password to export your vault data.
sv: Ange ditt huvudlösenord för att exportera ditt valv.

source: Copy to Bitwarden vault
sv: Kopiera till Bitwarden-valv

source: PIN
sv: PIN-kod

source: Send a verification code to your email
sv: Skicka en verifieringskod till din e-post

source: Import logins
sv: Importera inloggningar

source: Unlock Bitwarden on your iPhone to view verification codes
sv: Lås upp Bitwarden på din iPhone för att visa verifieringskoder

source: Recently active:
sv: Senast aktiv:

source: ${applicationName}, generate a strong passphrase
sv: ${applicationName}, generera en stark lösenordsfras

source: Back
sv: Tillbaka

source: Full sign-out from ${applicationName}
sv: Full utcheckning från ${applicationName}

source: Download the browser extension
sv: Hämta ner webbläsartillägget

source: Language change requires app restart
sv: Ändring av språk kräver att appen startas om

source: Data exported successfully
sv: Dataexporten lyckades

source: Exporting failed
sv: Exporteringen misslyckades

source: Import from Bitwarden
sv: Importera från Bitwarden

# Point your camera at the QR Code. Scanning will happen automatically.
source: Point your camera at the QR Code.\nScanning will happen automatically.
sv: Rikta kameran mot QR-koden.\nSkanningen sker automatiskt.

source: Adding attachments is a Premium feature. Your current plan does not include access to this feature.
sv: Lägga till bilagor är en Premiumfunktion. Din nuvarande plan inkluderar inte tillgång till denna funktion.

source: Extension - [%1$s]
sv: Tillägg - [%1$s]

source: Continue to Help center?
sv: Fortsätt till Hjälpcenter?

source: <annotation link="scanQrCode">Scan QR code</annotation>
sv: <annotation link="scanQrCode">Skanna QR-kod</annotation>

source: Export items
sv: Exportera objekt

source: Password autofill
sv: Autofyllning av lösenord

source: Vaults
sv: Valv

source: Required info is missing (e.g., ‘services’ or ‘secret’). Check your file and try again. Visit bitwarden.com/help for support
sv: Nödvändig information saknas (t.ex. ”services” eller ”secret”). Kontrollera din fil och försök igen. Besök bitwarden.com/help för support

source: We couldn't load your subscription details. Please try again.
sv: Vi kunde inte ladda din prenumerationsinformation. Försök igen.

source: [%1$s], External link
sv: [%1$s], extern länk

source: 7 days
sv: 7 dagar

source: Authenticate WebAuthn
sv: Autentisera WebAuthn

source: Item moved to archive
sv: Objektet flyttat till arkiv

source: Continue without syncing
sv: Fortsätt utan att synkronisera

source: Details
sv: Detaljer

source: Login initiated
sv: Inloggning påbörjad

source: The easiest way to add new logins to your vault is by using the Bitwarden Password AutoFill extension. Learn more about using the Bitwarden Password AutoFill extension by navigating to the “Settings” screen.
sv: Det enklaste sättet att lägga till nya inloggningar till ditt valv är genom att använda tillägget Bitwarden Lösenordshanterare. Läs mer om hur du använder tillägget Bitwarden Lösenordshanterare genom att navigera till skärmen ”Inställningar”.

source: ${applicationName}, log out all users
sv: ${applicationName}, logga ut alla användare

source: About
sv: Om

source: In Safari, find Bitwarden using the share icon (hint: scroll to the right on the bottom row of the menu).
sv: Inuti Safari hittar du Bitwarden genom att trycka på dela-ikonen (scrolla till höger på den nedersta raden i dela-menyn).

source: Email Type
sv: E-posttyp

source: Organization:
sv: Organisation:

source: Syncing vault with pull down gesture.
sv: Synkronisera valv genom att dra ned.

source: Back to settings
sv: Tillbaka till inställningar

source: Search
sv: Sök

source: Verification codes
sv: Verifieringskoder

source: Disabled
sv: Inaktiverad

source: Required. Maximum file size is 100 MB.
sv: Krävs. Maximal filstorlek är 100 MB.

source: There are no items in your vault for this website/app. Tap to add one.
sv: Det finns inga objekt i ditt valv för den här webbplatsen. Tryck för att skapa ett.

source: Skip
sv: Hoppa över

source: Items are expanded, click to collapse.
sv: Objekt är expanderade, klicka för att fälla in.

source: No items available to import
sv: Inga objekt tillgängliga att importera

source: %d day
sv: %d dag

source: %d days
sv: %d dagar

source: Export passwords, passkeys, credit cards, and any personal identity information.
sv: Exportera lösenord, inloggningsnycklar, kreditkort och all annan personlig identitetsinformation.

source: Please do not close the app.
sv: Stäng inte appen.

source: Use dynamic colors?
sv: Använd dynamiska färger?

source: There are no SSH keys in your vault.
sv: Det finns inga SSH-nycklar i ditt valv.

source: There are no items in this shared folder.
sv: Det finns inga objekt i den här delade mappen.

source: Launch Duo
sv: Starta Duo

source: Encryption settings updated
sv: Krypteringsinställningar uppdaterade

source: Resend code
sv: Skicka koden igen

source: Set up Apple Watch passcode in order to use Bitwarden
sv: Ställ in lösenkod på Apple Watch för att använda Bitwarden

source: Enter the 6-digit code that was emailed to the address below
sv: Ange den 6-siffriga koden som skickades till adressen nedan

source: Reactivate app extension
sv: Återaktivera apptillägg

source: Items to import
sv: Objekt att importera

source: User ID unavailable
sv: Användar-ID inte tillgängligt

source: Local items are collapsed, click to expand.
sv: Lokala objekt är infällda, klicka för att expandera.

source: **Warning:** “Regular expression” is an advanced option with increased risk of exposing credentials if used incorrectly.
sv: **Varning:** "Reguljärt uttryck\" är ett avancerat alternativ med ökad risk för att exponera inloggningsuppgifter om de används felaktigt.

source: Unique usernames add an extra layer of security and can help prevent hackers from finding your accounts.
sv: Unika användarnamn ger ett extra lager av säkerhet och kan hjälpa till att förhindra att hackare hittar dina konton.

source: Default URI match detection
sv: Standardmatchning för URI

source: Put the words together in any order to form your passphrase. **Use hyphens, spaces, or leave them as one long word**—your choice!
sv: Sätt ihop orden i valfri ordning för att bilda ditt lösenordsfras. **Använd bindestreck, mellanslag eller lämna dem som ett långt ord**—ditt val!
